Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Peel only reports here. Background Items moves a job’s configuration file, not the program it runs: that goes with the software that installed it.
cs: Peel zde jen informuje. Stránka Položky na pozadí přesouvá konfigurační soubor úlohy, ne program, který úloha spouští: ten se odstraní spolu se softwarem, který ho nainstaloval.
de: Hier informiert Peel nur. Die Seite „Hintergrundobjekte“ verschiebt die Konfigurationsdatei eines Jobs, nicht das Programm, das er ausführt: Dieses wird mit der Software entfernt, die es installiert hat.
es: Aquí Peel solo informa. La página Ítems en segundo plano traslada el archivo de configuración de una tarea, no el programa que ejecuta: ese se va con el software que lo instaló.
fr: Ici, Peel se contente de signaler. La page Éléments en arrière-plan déplace le fichier de configuration d’une tâche, pas le programme qu’elle exécute : celui-ci part avec le logiciel qui l’a installé.
it: Qui Peel si limita a segnalare. “Elementi in background” sposta il file di configurazione di un elemento, non il programma che esegue: quello se ne va con il software che l’ha installato.
ja: Peelはここでは報告するだけです。“バックグラウンド項目”で移動するのはジョブの構成ファイルで、実行されるプログラムではありません。プログラムは、それをインストールしたソフトウェアと一緒に取り除かれます。
ko: 여기에서 Peel은 보고만 합니다. 백그라운드 항목 페이지는 작업의 구성 파일만 이동하고 작업이 실행하는 프로그램은 이동하지 않습니다. 그 프로그램은 설치한 소프트웨어와 함께 제거됩니다.
nl: Peel rapporteert hier alleen. De pagina 'Achtergrondonderdelen' verplaatst het configuratiebestand van een taak, niet het programma dat die uitvoert: dat gaat mee met de software die het heeft geïnstalleerd.
pl: Peel tylko to tutaj zgłasza. Strona Rzeczy działające w tle przenosi plik konfiguracyjny zadania, a nie program, który ono uruchamia: ten znika razem z oprogramowaniem, które go zainstalowało.
pt: Aqui o Peel apenas informa. A página Itens em Segundo Plano move o arquivo de configuração de uma tarefa, não o programa que ela executa: esse vai junto com o software que o instalou.
ro: Aici Peel doar raportează. Pagina Articole de fundal mută fișierul de configurare al unei sarcini, nu programul pe care îl rulează: acesta pleacă odată cu software‑ul care l‑a instalat.
ru: Здесь Peel только сообщает. Раздел «Фоновые объекты» перемещает файл конфигурации задания, а не программу, которую оно запускает: она удаляется вместе с ПО, которое ее установило.
sv: Här rapporterar Peel bara. Sidan Bakgrundsobjekt flyttar konfigurationsfilen för ett jobb, inte programmet som jobbet kör: det tas bort tillsammans med programvaran som installerade det.
tr: Peel burada yalnızca bilgi verir. Arka Plan Öğeleri bir işin çalıştırdığı programı değil, konfigürasyon dosyasını taşır: program, onu yükleyen yazılımla birlikte gider.
uk: Тут Peel лише повідомляє. Розділ «Фонові елементи» переміщує файл конфігурації завдання, а не виконуваний файл, який воно запускає: його вилучають разом із ПЗ, яке його інсталювало.
zh_hans: Peel在此仅作报告。“后台项目”只会移动任务的配置文件，而不是它运行的程序：程序会随安装它的软件一起移除。
zh_hant: Peel在此只負責回報。「背景項目」會移動工作的設定檔，而不是它執行的程式：程式會隨安裝它的軟體一起移除。

source: Peel only reports here. The software that installed it may have an uninstaller of its own.
cs: Peel zde jen informuje. Software, který tuto položku nainstaloval, může mít vlastní odinstalátor.
de: Hier informiert Peel nur. Die Software, die es installiert hat, hat möglicherweise ein eigenes Deinstallationsprogramm.
es: Aquí Peel solo informa. El software que lo instaló puede tener su propio desinstalador.
fr: Ici, Peel se contente de signaler. Le logiciel qui l’a installé dispose peut-être de son propre programme de désinstallation.
it: Qui Peel si limita a segnalare. Il software che l’ha installato potrebbe avere un proprio programma di disinstallazione.
ja: Peelはここでは報告するだけです。これをインストールしたソフトウェアに、専用のアンインストーラがある場合があります。
ko: 여기에서 Peel은 보고만 합니다. 이 항목을 설치한 소프트웨어에 자체 제거 프로그램이 있을 수 있습니다.
nl: Peel rapporteert hier alleen. De software die het heeft geïnstalleerd, heeft misschien een eigen de-installatieprogramma.
pl: Peel tylko to tutaj zgłasza. Oprogramowanie, które to zainstalowało, może mieć własny dezinstalator.
pt: Aqui o Peel apenas informa. O software que instalou isto pode ter um desinstalador próprio.
ro: Aici Peel doar raportează. Software‑ul care l‑a instalat poate avea propriul program de dezinstalare.
ru: Здесь Peel только сообщает. У ПО, которое это установило, может быть своя программа удаления.
sv: Här rapporterar Peel bara. Programvaran som installerade det kan ha en egen avinstallerare.
tr: Peel burada yalnızca bilgi verir. Bunu yükleyen yazılımın kendi yükleme kaldırıcısı olabilir.
uk: Тут Peel лише повідомляє. ПЗ, яке це інсталювало, може мати власний деінсталятор.
zh_hans: Peel在此仅作报告。安装它的软件可能有自己的卸载器。
zh_hant: Peel在此只負責回報。安裝它的軟體可能有自己的解除安裝程式。

source: Peel only reports here. To remove it, go to Applications, where you see everything that goes with the app.
cs: Peel zde jen informuje. Chcete-li ji odstranit, přejděte na stránku Všechny aplikace, kde uvidíte vše, co k aplikaci patří.
de: Hier informiert Peel nur. Um es zu entfernen, wechsle zu „Programme“, wo du alles siehst, was zur App gehört.
es: Aquí Peel solo informa. Para eliminarlo, ve a Aplicaciones, donde verás todo lo que se va con la app.
fr: Ici, Peel se contente de signaler. Pour le supprimer, allez dans Applications, où vous voyez tout ce qui part avec l’app.
it: Qui Peel si limita a segnalare. Per la rimozione, vai in Applicazioni, dove vedi tutto ciò che se ne va insieme all’app.
ja: Peelはここでは報告するだけです。取り除くには、“アプリケーション”に移動してください。アプリと一緒に取り除かれるものをすべて確認できます。
ko: 여기에서 Peel은 보고만 합니다. 제거하려면 응용 프로그램 페이지로 가십시오. 앱과 함께 제거되는 모든 항목을 그곳에서 볼 수 있습니다.
nl: Peel rapporteert hier alleen. Ga naar 'Alle apps' om het te verwijderen: daar zie je alles wat bij de app hoort.
pl: Peel tylko to tutaj zgłasza. Aby się tego pozbyć, przejdź do strony Wszystkie aplikacje, gdzie widać wszystko, co należy do aplikacji.
pt: Aqui o Peel apenas informa. Para remover isto, vá para Aplicativos, onde você vê tudo o que vai junto com o app.
ro: Aici Peel doar raportează. Pentru a‑l elimina, accesați pagina Toate aplicațiile, unde vedeți tot ce pleacă odată cu aplicația.
ru: Здесь Peel только сообщает. Чтобы удалить это, перейдите в раздел «Программы», где видно все, что уходит вместе с приложением.
sv: Här rapporterar Peel bara. Om du vill ta bort det går du till Alla appar, där du ser allt som hör till appen.
tr: Peel burada yalnızca bilgi verir. Kaldırmak için, uygulamayla birlikte giden her şeyi gördüğünüz Tüm Uygulamalar’a gidin.
uk: Тут Peel лише повідомляє. Щоб вилучити це, перейдіть до розділу «Усі програми», де видно все, що піде разом із програмою.
zh_hans: Peel在此仅作报告。若要移除它，请前往“应用程序”，在那里可以看到会随该App一起移除的所有内容。
zh_hant: Peel在此只負責回報。若要移除，請前往「應用程式」，你可以在那裡看到會隨該App一起移除的所有項目。

source: Peel only reports here. To remove it, go to Plug-ins.
cs: Peel zde jen informuje. Chcete-li ho odstranit, přejděte na stránku Plug-iny.
de: Hier informiert Peel nur. Um es zu entfernen, wechsle zu „Plug-ins“.
es: Aquí Peel solo informa. Para eliminarlo, ve a Módulos.
fr: Ici, Peel se contente de signaler. Pour le supprimer, allez dans Modules.
it: Qui Peel si limita a segnalare. Per rimuoverlo, vai in Plugin.
ja: Peelはここでは報告するだけです。取り除くには、“プラグイン”に移動してください。
ko: 여기에서 Peel은 보고만 합니다. 제거하려면 플러그인 페이지로 가십시오.
nl: Peel rapporteert hier alleen. Ga naar 'Plug-ins' om het te verwijderen.
pl: Peel tylko to tutaj zgłasza. Aby się tego pozbyć, przejdź do strony Wtyczki.
pt: Aqui o Peel apenas informa. Para remover isto, vá para Plug-ins.
ro: Aici Peel doar raportează. Pentru a‑l elimina, accesați pagina Plug-inuri.
ru: Здесь Peel только сообщает. Чтобы удалить это, перейдите в раздел «Плагины».
sv: Här rapporterar Peel bara. Om du vill ta bort det går du till Insticksfiler.
tr: Peel burada yalnızca bilgi verir. Kaldırmak için Yazılım Ekleri’ne gidin.
uk: Тут Peel лише повідомляє. Щоб вилучити це, перейдіть до розділу «Плагіни».
zh_hans: Peel在此仅作报告。若要移除它，请前往“插件”。
zh_hant: Peel在此只負責回報。若要移除，請前往「外掛模組」。

source: Peel removes its helper and login item, moves itself, the files that are certainly its own, and its folder in Application Support to the Trash, all but the Terminal settings zsh and ssh read, clears its settings, then quits. That folder holds History, your exclusions, and Saved Settings. What you set in Tweaks and on the Terminal page stays as it is. The Finder extension goes with the app.
cs: Peel odstraní svého pomocníka a položku přihlášení, přesune do koše sám sebe, soubory, které jsou určitě jeho, a svou složku v Application Support (vše kromě nastavení Terminálu, která čtou zsh a ssh), vymaže svá nastavení a pak se ukončí. Tato složka obsahuje Historii, vaše výjimky a Uložená nastavení. Co jste nastavili na stránkách Přizpůsobení a Terminál, zůstane tak, jak je. Rozšíření Finderu zmizí spolu s aplikací.
de: Peel entfernt sein Hilfsprogramm und sein Anmeldeobjekt, legt sich selbst, die Dateien, die sicher zu Peel gehören, und seinen Ordner in Application Support in den Papierkorb, bis auf die Terminal-Einstellungen, die zsh und ssh lesen, entfernt seine Einstellungen und wird dann beendet. Dieser Ordner enthält den Verlauf, deine Ausschlüsse und die gesicherten Einstellungen. Was du auf den Seiten „Anpassungen“ und „Terminal“ eingestellt hast, bleibt, wie es ist. Die Finder-Erweiterung verschwindet mit der App.
es: Peel elimina su asistente y su ítem de inicio, traslada a la papelera la propia app, los archivos que sin duda son suyos y su carpeta de Application Support, salvo los ajustes de Terminal que zsh y ssh leen, borra sus ajustes y después se cierra. Esa carpeta contiene Historial, tus exclusiones y Ajustes guardados. Lo que hayas configurado en Retoques y en la página Terminal se queda como está. La extensión del Finder se va con la app.
fr: Peel supprime son utilitaire et son élément d’ouverture, se place lui-même dans la corbeille avec les fichiers qui lui appartiennent à coup sûr et son dossier dans Application Support, à l’exception des réglages Terminal que lisent zsh et ssh, efface ses réglages, puis se ferme. Ce dossier contient l’Historique, vos exclusions et les Réglages enregistrés. Ce que vous avez défini dans Ajustements et sur la page Terminal reste tel quel. L’extension du Finder part avec l’app.
it: Peel rimuove il suo assistente e il suo elemento login, sposta nel Cestino sé stesso, i file che sono sicuramente suoi e la sua cartella in Application Support, tutta tranne le impostazioni di Terminale che zsh e ssh leggono, cancella le sue impostazioni e poi esce. Quella cartella contiene la Cronologia, le tue esclusioni e le Impostazioni salvate. Ciò che imposti nelle pagine Ritocchi e Terminale resta com’è. L’estensione Finder se ne va con l’app.
ja: Peelはヘルパーとログイン項目を取り除き、自身と、確実にPeelのものであるファイル、Application SupportにあるPeelのフォルダを、zshとsshが読み込むターミナルの設定を除いてゴミ箱に入れ、設定を消去してから終了します。このフォルダには、履歴、除外リスト、“保存された設定”が含まれます。“カスタマイズ”と“ターミナル”ページで設定した内容は、そのまま残ります。Finder機能拡張はアプリと一緒に取り除かれます。
ko: Peel은 보조 프로그램과 로그인 항목을 제거하고, 자신과 확실히 자신의 것인 파일, Application Support에 있는 자신의 폴더를 zsh와 ssh가 읽는 터미널 설정만 남기고 휴지통으로 이동한 다음, 설정을 지우고 종료합니다. 이 폴더에는 기록, 제외 항목, 저장된 설정이 들어 있습니다. 미세 조정 페이지와 터미널 페이지에서 설정한 내용은 그대로 유지됩니다. Finder 확장 프로그램은 앱과 함께 제거됩니다.
nl: Peel verwijdert het hulpprogramma en het inlogonderdeel, verplaatst zichzelf, de bestanden die zeker van Peel zijn en de eigen map in Application Support naar de prullenmand, behalve de Terminal-instellingen die zsh en ssh lezen, wist de eigen instellingen en stopt dan. Die map bevat Geschiedenis, je uitsluitingen en 'Bewaarde instellingen'. Wat je in 'Aanpassingen' en op de pagina 'Terminal' hebt ingesteld, blijft zoals het is. De Finder-extensie gaat mee met de app.
pl: Peel odinstalowuje swojego pomocnika i usuwa swoją rzecz otwieraną podczas logowania, przenosi do Kosza siebie, pliki, które na pewno należą do niego, oraz swój folder w Application Support, z wyjątkiem ustawień Terminala odczytywanych przez zsh i ssh, czyści swoje ustawienia, a potem kończy działanie. Ten folder zawiera Historię, Twoje wykluczenia i Zachowane ustawienia. To, co ustawiasz w Dostosowaniach i na stronie Terminal, pozostaje bez zmian. Rozszerzenie Findera znika razem z aplikacją.
pt: O Peel remove o auxiliar e o item de início de sessão, move para o Lixo o próprio app, os arquivos que com certeza são dele e a pasta dele em Application Support, exceto os ajustes do Terminal que o zsh e o ssh leem, limpa os ajustes e então é encerrado. Essa pasta guarda o Histórico, as suas exclusões e os Ajustes Salvos. O que você definiu em Personalizações e na página Terminal continua como está. A extensão do Finder vai junto com o app.
ro: Peel își elimină instrumentul de ajutor și articolul de lansat la login, se mută în Coș împreună cu fișierele care sunt sigur ale sale și cu dosarul său din Application Support, cu excepția configurărilor Terminal pe care zsh și ssh le citesc, își elimină configurările, apoi se închide. Acel dosar conține Istoricul, excluderile dvs. și Configurările salvate. Ce ați stabilit în paginile Ajustări și Terminal rămâne așa cum este. Extensia Finder pleacă odată cu aplicația.
ru: Peel удаляет своего помощника и объект входа, перемещает в Корзину себя, файлы, которые точно ему принадлежат, и свою папку в Application Support, кроме параметров раздела «Терминал», которые читают zsh и ssh, очищает свои настройки и завершает работу. В этой папке хранятся История, Ваши исключения и «Сохраненные настройки». То, что Вы задали в разделах «Тонкая настройка» и «Терминал», остается без изменений. Расширение Finder удаляется вместе с приложением.
sv: Peel tar bort sitt hjälpprogram och sitt startobjekt, flyttar sig själv, de filer som med säkerhet är dess egna och sin mapp i Application Support till papperskorgen, allt utom de Terminal-inställningar som zsh och ssh läser, rensar sina inställningar och avslutas sedan. Den mappen innehåller Historik, dina undantag och Sparade inställningar. Det du har ställt in i Justeringar och på sidan Terminal förblir som det är. Finder-tillägget försvinner med appen.
tr: Peel yardımcısını ve oturum açma öğesini kaldırır; kendisini, kesinlikle kendisine ait olan dosyaları ve Application Support içindeki klasörünü, zsh ve ssh tarafından okunan Terminal ayarları dışında, Çöp Sepeti’ne taşır, ayarlarını temizler ve ardından kapanır. O klasörde Geçmiş, hariç tutulanlar listeniz ve Kaydedilmiş Ayarlar bulunur. İnce Ayarlar’da ve Terminal sayfasında ayarladıklarınız olduğu gibi kalır. Finder genişletmesi de uygulamayla birlikte gider.
uk: Peel вилучає свого помічника й елемент автозапуску, переміщує в Смітник себе, файли, які точно належать їй, і свою папку в Application Support, крім налаштувань Термінала, які читають zsh і ssh, очищає свої налаштування, а потім завершує роботу. У цій папці зберігаються Історія, ваші винятки та «Збережені налаштування». Те, що ви задали в розділі «Тонкі налаштування» та на сторінці «Термінал», лишиться без змін. Розширення Finder зникне разом із програмою.
zh_hans: Peel会移除它的帮助程序和登录项，将它自己、确定属于它的文件，以及它在Application Support中的文件夹（zsh和ssh读取的“终端”设置除外）移到废纸篓，清除它的设置，然后退出。该文件夹中存有“历史记录”、你的排除项和“已保存的设置”。你在“微调”和“终端”页面中设定的内容会保持原样。访达扩展会随App一起移除。
zh_hant: Peel會移除它的輔助程式和登入項目，將自己、確定屬於它的檔案，以及它在Application Support中的檔案夾丟到「垃圾桶」（zsh和ssh讀取的「終端機」設定除外），清除它的設定，然後結束。該檔案夾存有「歷史記錄」、你的排除項目和「已儲存的設定」。你在「微調」中和「終端機」頁面上設定的內容會維持原樣。Finder延伸功能會隨App一起移除。

source: Peel removes itself in Settings
cs: Peel se odstraňuje v Nastavení
de: Peel entfernt sich selbst in den Einstellungen
es: Peel se elimina en Ajustes
fr: Peel se supprime dans les Réglages
it: Peel si rimuove nelle Impostazioni
ja: Peel自身のアンインストールは“設定”で行います
ko: Peel은 설정에서 자신을 제거함
nl: Peel verwijdert zichzelf in Instellingen
pl: Peel odinstalowuje się w Ustawieniach
pt: O Peel se remove nos Ajustes
ro: Peel se elimină din Configurări
ru: Peel удаляет себя в Настройках
sv: Peel tar bort sig själv i Inställningar
tr: Peel kendini Ayarlar’da kaldırır
uk: Peel вилучає себе в Параметрах
zh_hans: Peel在“设置”中移除自己
zh_hant: Peel會在「設定」中移除自己

source: Peel removes nothing and puts nothing back until you start the list over in Settings.
cs: Dokud v Nastavení nezačnete seznam znovu, Peel nic neodstraní ani nevrátí zpět.
de: Peel entfernt nichts und legt nichts zurück, bis du die Liste in den Einstellungen neu beginnst.
es: Peel no elimina nada ni restaura nada hasta que vuelvas a empezar la lista en Ajustes.
fr: Peel ne supprime rien et ne remet rien en place tant que vous n’avez pas recommencé la liste dans les Réglages.
it: Peel non rimuove nulla e non ripristina nulla finché non ricominci l’elenco da capo nelle Impostazioni.
ja: “設定”でリストを最初からやり直すまで、Peelは何もゴミ箱に入れず、何も戻しません。
ko: 설정에서 목록을 처음부터 다시 시작하기 전까지 Peel은 아무것도 제거하지 않고 아무것도 되돌려 놓지 않습니다.
nl: Peel verwijdert niets en zet niets terug totdat je in Instellingen opnieuw begint met de lijst.
pl: Peel niczego nie przeniesie do Kosza ani nie przywróci, dopóki nie zaczniesz listy od nowa w Ustawieniach.
pt: O Peel não remove nada nem coloca nada de volta até você recomeçar a lista nos Ajustes.
ro: Peel nu elimină nimic și nu pune nimic înapoi până când nu reîncepeți lista în Configurări.
ru: Peel ничего не удаляет и ничего не восстанавливает, пока Вы не начнете список заново в Настройках.
sv: Peel tar inte bort något och lägger inte tillbaka något förrän du börjar om listan i Inställningar.
tr: Siz listeyi Ayarlar’da baştan başlatana kadar Peel hiçbir şeyi kaldırmaz ve hiçbir şeyi yerine koymaz.
uk: Peel нічого не вилучає і нічого не повертає, доки ви не почнете список наново в Параметрах.
zh_hans: 在你于“设置”中重新开始建立列表之前，Peel不会移除任何内容，也不会放回任何内容。
zh_hant: 在你於「設定」中重新開始此列表之前，Peel不會移除任何項目，也不會還原任何項目。

source: Peel removes nothing until you start History over, so that everything it moves can be put back.
cs: Dokud nezačnete Historii znovu, Peel nic neodstraní, aby vše, co přesune, šlo vrátit zpět.
de: Peel entfernt nichts, bis du den Verlauf neu beginnst, damit sich alles, was Peel verschiebt, zurücklegen lässt.
es: Peel no elimina nada hasta que vuelvas a empezar Historial, para que todo lo que traslade se pueda restaurar.
fr: Peel ne supprime rien tant que vous n’avez pas recommencé l’Historique, afin que tout ce qu’il déplace puisse être remis en place.
it: Peel non rimuove nulla finché non ricominci la Cronologia da capo, in modo che tutto ciò che sposta si possa ripristinare.
ja: 履歴を最初からやり直すまで、Peelは何もゴミ箱に入れません。移動するものをすべて戻せるようにするためです。
ko: 기록을 처음부터 다시 시작하기 전까지 Peel은 이동하는 모든 항목을 되돌려 놓을 수 있도록 아무것도 제거하지 않습니다.
nl: Peel verwijdert niets totdat je opnieuw begint met Geschiedenis, zodat alles wat Peel verplaatst, kan worden teruggezet.
pl: Peel niczego nie przeniesie do Kosza, dopóki nie zaczniesz Historii od nowa, aby wszystko, co przeniesie, można było przywrócić.
pt: O Peel não remove nada até você recomeçar o Histórico, para que tudo o que ele mover possa ser colocado de volta.
ro: Peel nu elimină nimic până când nu reîncepeți Istoricul, pentru ca tot ce mută să poată fi pus înapoi.
ru: Peel ничего не удаляет, пока Вы не начнете Историю заново, чтобы все, что он перемещает, можно было восстановить.
sv: Peel tar inte bort något förrän du börjar om Historik, så att allt som Peel flyttar kan läggas tillbaka.
tr: Siz Geçmiş’i baştan başlatana kadar Peel hiçbir şeyi kaldırmaz, böylece taşıyacağı her şey yerine konabilir.
uk: Peel нічого не вилучає, доки ви не почнете Історію наново, щоб усе, що Peel переміщує, можна було повернути.
zh_hans: 在你重新开始“历史记录”之前，Peel不会移除任何内容，以确保它移动的所有内容都能放回原处。
zh_hant: 在你重新開始「歷史記錄」之前，Peel不會移除任何項目，以確保它移動的所有項目都能還原。

source: Peel removes only apps from that folder.
cs: Z této složky Peel odstraňuje jen aplikace.
de: Aus diesem Ordner entfernt Peel nur Apps.
es: De esa carpeta, Peel solo elimina apps.
fr: Dans ce dossier, Peel ne supprime que des apps.
it: Da quella cartella Peel rimuove solo app.
ja: そのフォルダからPeelがゴミ箱に入れるのはアプリだけです。
ko: Peel은 그 폴더에서 앱만 제거합니다.
nl: Peel verwijdert uit die map alleen apps.
pl: Z tego folderu Peel przenosi do Kosza tylko aplikacje.
pt: O Peel só remove apps dessa pasta.
ro: Din acel dosar, Peel elimină doar aplicații.
ru: Из этой папки Peel удаляет только приложения.
sv: Peel tar bara bort appar från den mappen.
tr: Peel o klasörden yalnızca uygulamaları kaldırır.
uk: З цієї папки Peel вилучає лише програми.
zh_hans: Peel只会从该文件夹中移除App。
zh_hant: Peel只會從該檔案夾移除App。

source: Peel removes only links from that folder.
cs: Z této složky Peel odstraňuje jen odkazy.
de: Aus diesem Ordner entfernt Peel nur Links.
es: De esa carpeta, Peel solo elimina enlaces.
fr: Dans ce dossier, Peel ne supprime que des liens.
it: Da quella cartella Peel rimuove solo link.
ja: そのフォルダからPeelがゴミ箱に入れるのはリンクだけです。
ko: Peel은 그 폴더에서 링크만 제거합니다.
nl: Peel verwijdert uit die map alleen links.
pl: Z tego folderu Peel przenosi do Kosza tylko dowiązania.
pt: O Peel só remove links dessa pasta.
ro: Din acel dosar, Peel elimină doar linkuri.
ru: Из этой папки Peel удаляет только ссылки.
sv: Peel tar bara bort länkar från den mappen.
tr: Peel o klasörden yalnızca bağlantıları kaldırır.
uk: З цієї папки Peel вилучає лише посилання.
zh_hans: Peel只会从该文件夹中移除链接。
zh_hant: Peel只會從該檔案夾移除連結。

source: Peel runs %@ whenever it asks Homebrew something, and so does `peel`. Choose it only if it belongs to your Homebrew.
cs: Peel spouští %@ pokaždé, když od Homebrew něco zjišťuje, a stejně tak `peel`. Zvolte ho, jen pokud patří k vašemu Homebrew.
de: Peel und `peel` führen %@ jedes Mal aus, wenn sie Homebrew etwas fragen. Wähle diese Datei nur, wenn sie zu deinem Homebrew gehört.
es: Peel ejecuta %@ cada vez que pregunta algo a Homebrew, y `peel` también. Selecciónalo solo si pertenece a tu Homebrew.
fr: Peel exécute %@ chaque fois qu’il interroge Homebrew, et `peel` aussi. Ne le choisissez que s’il appartient à votre Homebrew.
it: Peel esegue %@ ogni volta che chiede qualcosa a Homebrew, e lo stesso fa `peel`. Sceglilo solo se appartiene al tuo Homebrew.
ja: PeelはHomebrewに何かを問い合わせるたびに“%@”を実行します。`peel`も同様です。使用しているHomebrewのものである場合にのみ選択してください。
ko: Peel은 Homebrew에 무언가를 물을 때마다 %@을(를) 실행하며, `peel`도 마찬가지입니다. 사용자의 Homebrew에 속한 파일인 경우에만 선택하십시오.
nl: Peel voert %@ uit telkens als het Homebrew iets vraagt, en `peel` ook. Kies het alleen als het bij je Homebrew hoort.
pl: Peel uruchamia %@ za każdym razem, gdy o coś pyta Homebrew, i tak samo robi `peel`. Wybierz ten plik tylko wtedy, gdy należy do Twojego Homebrew.
pt: O Peel executa %@ sempre que pergunta algo ao Homebrew, e o `peel` também. Escolha-o somente se ele pertencer ao seu Homebrew.
ro: Peel rulează %@ ori de câte ori are o întrebare pentru Homebrew, iar `peel` face la fel. Alegeți‑l doar dacă aparține instalării dvs. Homebrew.
ru: Peel запускает %@ каждый раз, когда обращается к Homebrew, и `peel` тоже. Выбирайте его, только если он принадлежит Вашему Homebrew.
sv: Peel kör %@ varje gång appen frågar Homebrew något, och det gör även `peel`. Välj filen bara om den hör till ditt Homebrew.
tr: Peel, Homebrew’a bir şey sorduğu her seferde %@ dosyasını çalıştırır; `peel` de öyle. Bu dosyayı yalnızca sizin Homebrew’unuza aitse seçin.
uk: Peel запускає %@ щоразу, коли щось запитує в Homebrew, і `peel` теж. Вибирайте його, лише якщо він належить вашому Homebrew.
zh_hans: Peel每次向Homebrew询问时都会运行“%@”，`peel`也是如此。请仅在它属于你的Homebrew时选取它。
zh_hant: Peel每次詢問Homebrew時都會執行「%@」，`peel`也是如此。只有在它屬於你的Homebrew時才選擇它。
